
  const Map<String, String> abilitiesDescriptions = {
    'Бдительность': '''Бдительность отражает вашу базовую способность замечать вещи вокруг себя, даже когда вы их активно не рассматриваете. Бдительность показывает, как вы уделяете внимание окружающему миру, вне зависимости от того, привлекает он ваше внимание или нет. Этот Талант обычно идет в паре с Восприятием, и используется, чтобы почувствовать физические изменения (или же наоборот, изменения в настроении или ходе мыслей).
● Новичок: Вы не безмозглый дрон.
●● Практикующий: Обычный соглядатай.
●●● Компетентен: Вы четко воспринимаете ваше окружение.
●●●● Эксперт: Из-за паранойи или хороших чувств, вас редко можно застать врасплох.
●●●●● Мастер: Ваши чувства можно сравнить с чувствами дикого животного.
Используют: Охотники, телохранители, охрана, журналисты, грабители.
Специализации: Звуки, Подслушивание, Засады, Скрытое оружие, Толпа, Лес, Животные.''',

  'Атлетика': '''Этот Талант отражает ваши базовые атлетические способности, а также ваши навыки в спорте или любой другой активной деятельности. Атлетика отражает любую форму бега, прыжков, метания, плавания, спорта и т. д., однако она не включает базовые силовые действия, как например поднятие тяжестей, а также не касается атлетических преимуществ других Способностей (таких как Холодное оружие).
● Новичок: У вас было активное детство.
●● Практикующий: Атлет в высшей школе.
●●● Компетентен: Профессиональный атлет.
●●●● Эксперт: Фаворит в своем спорте.
●●●●● Мастер: Олимпийский медалист.
Используют: Атлеты, энтузиасты, парковые рейнджеры, жокеи, подростки.
Специализации: Плавание, Лазанье по горам, Акробатика, Танцы, Марафонский бег, Отдельные виды спорта.''',

'Рукопашный бой': '''Талант Рукопашный бой отражает то, как вы можете драться в ситуации, когда приходится «кусаться и царапаться». Этот Талант отражает умение драться без оружия, используя боевые искусства или просто личный опыт – и то, и другое может сделать вас опасным противником. Хорошие борцы хорошо ориентируются, устойчивы к боли, быстры, сильны и непредсказуемы, они готовы ранить своего оппонента множеством приемов.
● Новичок: Вы дрались, когда были ребенком.
●● Практикующий: Вы принимали участие в нескольких драках.
●●● Компетентен: Вы регулярно и упорно деретесь, и обычно уходите после драки в лучшем состоянии, чем ваши противники.
●●●● Эксперт: Вы можете быть серьезным противником на боксерском ринге.
●●●●● Мастер: Вы можете убить трех человек за четыре секунды.
Используют: Военные, полицейские, хулиганы, бандиты.
Специализации: Бокс, Рестлинг, Уличная драка, Удары ногами, Карате, Дзюдо, Муай Тай, Броски, Захваты.''',

'Уклонение': '''Этот Талант является первым правилом самосохранения, он отражает вашу способность уклоняться от ударов, выстрелов или даже едущих машин. Уклонение включает в себя падение на землю, уход от ударов и любой другой способ избежать вреда.
● Новичок: Вы можете рефлекторно вжимать голову в плечи.
●● Практикующий: Вы закончили курсы самообороны.
●●● Компетентен: Вы можете уклониться от брошенного камня, возможно, даже ножа.
●●●● Эксперт: Даже искусному борцу проблематично попасть по вам.
●●●●● Мастер: Вы практически можете уклоняться от пуль на открытом пространстве.
Используют: Полицейские, бандиты, борцы, боксеры, люди из плохих районов.
Специализации: Падение, Отход, Маневрирование, Прыжок.''',

'Эмпатия': '''Вы понимаете эмоции других, и можете симпатизировать (или же притворяться, что симпатизируете) или играть на чужих эмоциях для своей выгоды. Вы легко различаете мотивы и способны понять, когда кто-то вам врет. Разумеется, когда вы настраиваетесь на чужие чувства, это также может повлиять и на ваши эмоции.
● Новичок: Вы иногда позволяете кому-то поплакаться себе в жилетку.
●● Практикующий: Иногда вы буквально можете почувствовать чужие страдания.
●●● Компетентен: Вы способны узреть мотивы других людей.
●●●● Эксперт: Вам практически невозможно врать.
●●●●● Мастер: Человеческая душа не содержит для вас загадок.
Используют: Социальные работники, родители, актеры, психологи, детективы, соблазнители, медиумы, лучшие друзья.
Специализации: Эмоции, Личности, Мотивы, Выведывание правды.''',
'Красноречие': '''Красноречие – это способность ясно выражать свою точку зрения при помощи разговора, поэзии или даже электронной почты. Персонажи с высоким Красноречием могут выразить свое мнение или свои воззрения в такой манере, что их невозможно будет игнорировать (даже если их мнение является ложным или бесполезным). Они также могут быть талантливыми актерами, которым легко удается изменять чье-то настроение или изображать эмоции каждым жестом.
Также этот Талант отражает ваши способности в поэзии, прозе или любой другой литературной деятельности.
● Новичок: Ваш талант ограничивается сырой поэзией или заметками в записной книжке.
●● Практикующий: Вы бы могли возглавить команду по дебатам в колледже.
●●● Компетентен: Вы бы могли стать успешным писателем.
●●●● Эксперт: Ваша работа достойна Пулитцеросвкой премии.
●●●●● Мастер: Талант, подобный вашему, появляется лишь раз в поколение.
Используют: Актеры, писатели, поэты, политики, журналисты, инструкторы, уличные смутьяны.
Специализации: Актерская игра, Поэзия, Проза, Импровизация, Разговор.''',

'Запугивание': '''Запугивание принимает множество форм, от прямых угроз и физического насилия до простой силы личности. В любом случае, вы знаете верные методы и можете быть крайне… убедительны.
● Новичок: Грубый хулиган-подросток.
●● Практикующий: Грабитель.
●●● Компетентен: Строгий сержант.
●●●● Эксперт: Сила вашего авторитета буквально витает в воздухе и пугает прохожих.
●●●●● Мастер: Вы способны напугать диких животных.
Используют: Хулиганы, должностные лица, военные офицеры, бандиты, вышибалы, гангстеры, Шабаш.
Специализации: Скрытые угрозы, Использование должности, Физическое насилие, Шантаж.''',

'Лидерство': '''Вы пример для других и может заставить их делать то, что вам хочется. Лидерство это не столько манипулирование желаниями людей, сколько умение показать себя такой личностью, за которой они последуют. Этот Талант чаще идет в паре с Обаянием, чем с Манипулированием.
● Новичок: Капитан команды вашей небольшой лиги.
●● Практикующий: Президент студенческого совета.
●●● Компетентен: Эффективный руководитель.
●●●● Эксперт: Кандидат в президенты.
●●●●● Мастер: Вы можете быть повелителем и хозяином целой нации.
Используют: Политики, князья, менеджеры, должностные лица, военные офицеры, полицейские.
Специализации: Ораторство, Завораживание, Дружелюбность, Открытость, Благородность, Военные указания, Приказы.''',

'Уличные порядки': '''Улицы могут принести множество информации или денег тем, кто знает их язык. Уличные порядки позволяют вам незаметно смешиваться с местными, узнавать слухи, понимать сленг или даже принимать участие в криминальных делах.
● Новичок: Вы знаете, кто торгует наркотиками.
●● Практикующий: Вы пользуетесь уважением на улице.
●●● Компетентен: Вы можете возглавить собственную банду.
●●●● Эксперт: Вы мало чего боитесь даже в худших районах.
●●●●● Мастер: Если вы что-то не слышали, значит это не было сказано.
Используют: Бандиты, бездомные, репортеры, детективы, полиция нравов, Шабаш.
Специализации: Скупка краденого, Торговля наркотиками, Торговля оружием, Слухи, Банды, Карманник, Местный сленг.''',

'Хитрость': '''Вы знаете, как скрывать свои мотивы и добиваться того, чего вы хотите. Также можете распознавать мотивы других людей, а затем использовать эти мотивы против них самих. Этот Талант отражает вашу склонность к интригам, тайнам и двойным стандартам, мастерство в Хитрости может сделать вас великим искусителем или блестящим шпионом.
● Новичок: Иногда вы можете немного приврать.
●● Практикующий: Вампир.
●●● Компетентен: Адвокат по уголовным делам
●●●● Эксперт: Агент под прикрытием.
●●●●● Мастер: Вы последний человек, которого кто-то станет подозревать.
Используют: Политики, юристы, вампиры, подростки, жулики, пикаперы.
Специализации: Соблазнение, Безупречная ложь, Притворная мораль.''',


'Понимание зверей': '''Вы способны понимать настроение животных. Этот Навык позволяет вам предугадывать, как животное будет действовать в той или иной ситуации, тренировать домашних питомцев или даже пытаться успокоить или разозлить животное.
● Новичок: Одомашненный конь может позволить вам погладить себя.
●● Практикующий: Вы можете содержать щенка.
●●● Компетентен: Вы можете натренировать сторожевого пса.
●●●● Эксперт: Цирковой дрессировщик.
●●●●● Мастер: Вы можете приручать животных, не используя сверхъестественные способности.
Используют: Фермеры, дрессировщики животных, смотрители зоопарка, парковые рейнджеры, содержатели домашних животных, домиторы.
Специализации: Собаки, Боевая тренировка, Большие кошки, Кони, Сельские животные, Тренировка соколов.''',

'Ремесло': '''Этот Навык отражает вашу способность создавать или ремонтировать вещи своими руками. Ремесло позволяет вам работать в таким сферах, как плотничество, работа с кожей, шитье или даже работа с механизмами, например, ремонт машин. Вы даже можете создавать определенные произведения искусства при помощи этого Навыка, в зависимости от того, сколько успехов наберете. Вы всегда должны выбирать специализацию для него, даже если вы владеете навыками сразу в нескольких сферах.
● Новичок: Вы занимались резьбой по дереву в высшей школе.
●● Практикующий: Вы принялись создавать свой собственный стиль.
●●● Компетентен: Вы буквально живете своим делом.
●●●● Эксперт: Ваши работы можно приводить в соответствующих книгах для обучения в колледже.
●●●●● Мастер: Вы практически не имеете равных себе в своем деле.
Используют: Механики, мастеровые, художники, дизайнеры, изобретатели, приверженцы натурального хозяйства.
Специализации: Гончарство, Шитье, Домашний ремонт, Плотничество, Оценка, Карбюраторы.''',

'Вождение': '''Вы можете водить машину, возможно еще какую-либо технику. Этот Навык не позволяет вам автоматически водить такую технику как танк или 18-колесный грузовик, и сложность может зависеть от вашего личного опыта обращения с конкретными автомобилями. Так или иначе, управление автомобилем-универсалом не подготовит вас к управлению Лотусом на скорости 100 миль в час.
● Новичок: Вы знаете, как работает автоматиче- ская коробка передач.
●● Практикующий: Вы можете управлять машиной с ручной коробкой передач.
●●● Компетентен: Профессиональный водитель.
●●●● Эксперт: Гонщик НАСКАР или водитель танка.
●●●●● Мастер: Вы можете выделывать на машине трюки как в фильмах про Джеймса Бонда.
Используют: Таксисты, водители, гонщики, большинство жителей западных стран в 20 веке.
Специализации: Внедорожники, Трюки, Езда по неровной дороге, Коробка передач, Внезапные остановки, Напряженное движение.''',

'Этикет': '''Вы понимаете нюансы того, как стоит себя вести, как в обществе смертных, так и Сородичей. Вы специализируетесь на той культуре, которая вам ближе всего. Этот Навык используется, когда вам нужно поторговаться, соблазнить, потанцевать, соблюсти этикет за обедом и во всех формах дипломатии.
● Новичок: Вы знаете, когда вам следует держать рот на замке.
●● Практикующий: Вы были на одном или двух светских мероприятиях.
●●● Компетентен: Вы даже знаете, как следует обращаться со столовым серебром.
●●●● Эксперт: Даже ее величество была бы поражена вашим шармом.
●●●●● Мастер: Если на обед придут нужные люди, вы можете предотвратить войну – или начать ее.
Используют: Дипломаты, путешественники, высшее общество, должностные лица.
Специализации: Формальные обеды, Бизнес, Уличная культура, Общество Сородичей.''',

'Огнестрельное оружие': '''Убийство смертного мечом повлечет за собой расследование. Разрывание кого-либо на куски поставит под угрозу Маскарад. Поэтому Каиниты адаптируются, и многие из них направляют свою энергию на то, чтобы научиться убивать при помощи огнестрельного оружия. Этот Навык отражает вашу способность обращаться с различным огнестрельным оружием, от небольших пистолетов до тяжелых пулеметов.
Разумеется, этот Навык не включает в себя тяжелую артиллерию, как, например, минометы или орудия танков. Также тот, кто достаточно хорошо владеет Огнестрельным оружием, может его чистить, ремонтировать, распознавать и, разумеется, стрелять из большинства видов небольшого оружия. Также этот Навык используется, чтобы исправлять заклинившее оружие (Сообразительность + Огнестрельное оружие).
● Новичок: Вы стреляли из воздушного пистолета, когда были ребенком.
●● Практикующий: Вы иногда проводите пару часов в стрелковом клубе.
●●● Компетентен: Вы пережили одну или две пере- стрелки.
●●●● Эксперт: Вы можете на ходу подстрелить человека.
●●●●● Мастер: Вы практиковались в стрельбе с тех пор, как изобрели Винчестер.
Используют: Шабаш, полицейские, военные, мастера выживания, охотники.
Специализации: Быстрая стрельба, Создание оружия, Пистолеты, Снайпер, Револьверы, Дробовики.''',

'Холодное оружие': '''Как гласит пословица Сородичей, «Пушки ничего не значат для мертвого сердца». Клинок обычно ценится намного выше, как и умение хорошо его использовать. Холодное оружие – способность обращаться с любым оружием ближнего боя, от мечей и дубинок до такой экзотики как саи или нунчаки. И разумеется, немалую пользу может принести и деревянный кол…
● Новичок: Вы знаете, как держать нож.
●● Практикующий: Вы участвовали в парочке уличных драк.
●●● Компетентен: Вы бы могли возглавить команду колледжа по фехтованию.
●●●● Эксперт: Вы можете поддерживать порядок при дворе князя.
●●●●● Мастер: Ваши враги лучше встретятся с отрядом спецназа, чем с вашим клинком.
Используют: Убийцы, члены банд, мастера боевых искусств, полиция, дуэлисты, любители средневековья.
Специализация: Ножи, Мечи, Импровизированные дубинки, Колы, Обезоруживание, Топоры.''',

'Исполнение': '''Навык Исполнение отражает вашу способность осуществлять артистические действия, такие как пение, танцы, актерская игра или игра на музыкальном инструменте. Практически наверняка вы специализируетесь лишь в какой-то одной области, однако истинные виртуозы могут быть талантливы во многих формах исполнения. Этот Навык отражает не только технические сведения о том, как это делается, но и способность работать на аудиторию и приводить ее в восторг своим выступлением.
● Новичок: Вы могли бы петь в церковном хоре
●● Практикующий: Вы могли бы исполнять лидирующую партию в постановке в колледже.
●●● Компетентен: Вы востребованы во всех местных клубах.
●●●● Эксперт: У вас есть талант, который может стать национальной сенсацией.
●●●●● Мастер: Вы виртуоз, которому нет равных.
Используют: Музыканты, студенты колледжей, актеры, балерины, мимы.
Специализация: Танцы, Пение, Рок-н-ролл, Актерское мастерство, Гитарные соло, Пьяное караоке.''',

'Безопасность': '''Этот Навык отражает вашу способность обращаться с инструментами и методиками по вскрытию замков, деактивации сигнализации, угону автомобилей или даже вскрытию сейфов, как и прочими бесчисленными формами взлома. Безопасность полезна не только для воров, но и для создания «неуязвимой системы» или поиска слабых мест, которыми могли бы воспользоваться воры.
● Новичок: Вы можете вскрыть простой замок.
●● Практикующий: Вы можете угнать машину.
●●● Компетентен: Вы можете пройти мимо сигна- лизации в доме или же обезвредить ее.
●●●● Эксперт: Вы можете взломать сейф.
●●●●● Мастер: Вы можете внести (или вынести) бом- бу в Пентагон.
Используется: Ворами, консультантами по безопасности, полицейскими.
Специализации: Взлом сейфов, Угон машин, Электронные сигнализации, Пластины под давление, Сложные замки, Машины.''',

'Скрытность': '''Этот Навык отражает вашу способность оставаться незамеченным, когда вы прячетесь или двигаетесь. Скрытность обычно противопоставляется чьему-либо Восприятию. По очевидным причинам, эта Способность крайне полезна при преследовании добычи.
● Новичок: Вы можете спрятаться в темной комнате.
●● Практикующий: Вы можете незаметно передвигаться от фонаря к фонарю.
●●● Компетентен: У вас почти не возникает про- блем с тем, чтобы найти добычу вечером.
●●●● Эксперт: Вы можете бесшумно передвигаться по сухим листьям.
●●●●● Мастер: Старейшина Носферату.
Используют: Воры, убийцы, Сородичи, шпионы, репортеры, коммандос.
Специализации: Умение прятаться, Бесшумное движение, Скрыться в тенях, Скрыться в толпе.''',

'Выживание': '''Вампиры мало боятся голода или плохой погоды, однако дикая природа все еще довольно опасна для Каинитов. Этот Навык позволяет вам находить укрытие, находить путь у цивилизации, выслеживать добычу и возможно даже избегать оборотней (хотя последнее и крайне сложно). Если вы используете Скрытность на природе, то вы не можете сделать бросков на Скрытность больше, чем у вас есть точек в Выживании.
● Новичок: Вы можете пережить переход в пять миль.
●● Практикующий: У вас есть практика выжива- ния в неблагоприятных условиях.
●●● Компетентен: Вы способны отличить ядовитые грибы от съедобных.
●●●● Эксперт: Вы смогли бы жить месяцами на ди- кой природе, если бы захотели.
●●●●● Мастер: Если вас бросить голым в Андах, вы все равно сумеете выжить.
Используют: Скауты, солдаты, путешественникиэнтузиасты, мастера выживания, охотники, парковые рейнджеры.
Специализации: Выслеживание, Лес, Джунгли, Ловушки, Охота.''',


'Гуманитарные науки': '''Это Познание отражает эрудицию персонажа во всех «гуманитарных» науках: литературе, истории, искусстве, философии и т.д. Персонаж, имеющий точки в Гуманитарных науках хорошо разбирается в них, а на особо высоких уровнях у него могут быть одна или две специфических сферы изучения. Тот, кто обладает этим Познанием, может не только блистать своими знаниями в салонах и исполнять различные функции в Элизиуме, но также могут дать информацию о происшествиях в прошлом и о будущих поворотах в Джихаде.
● Студент: Вы знаете, что 1066 больше индекса Беверли Хиллз.
●● Бакалавр: Вы можете цитировать классику, распознавать основные культурные движения, и знаете разницу между Минь и Моголами.
●●● Магистр: Вы можете написать статью в науч- ном журнале.
●●●● Доктор: Заслуженный профессор.
●●●●● Ученый: Ученые со всего мира признают вас одним из самых выдающихся экспертов своего времени.
Используют: Профессора, литераторы, эрудиты, старейшины.
Специализации: Постструктурализм, Импрессионизм, Имперский Рим, Американский реализм.''',

'Компьютеры': '''Это Познание отражает способность владеть компьютером и программировать на нем, а так же быть «на ты» с последними технологиями.
● Студент: Вы знаете, где нужно щелкнуть мышкой.
●● Бакалавр: Вы легко можете обращаться с информацией на компьютере.
●●● Магистр: Вы можете создавать программное обеспечение.
●●●● Доктор: Вы можете хорошо зарабатывать в качестве консультанта.
●●●●● Ученый: Вы бесспорный мастер своего дела.
Используют: Хакеры, офисные работники, программисты, обработчики данных, студенты.
Специализации: Компьютерные языки, Интернет, Взлом паролей, Вирусы, Поиск информации.''',

'Финансы': '''Вы разбираетесь в коммерции, начиная от определения стоимости вещи и заканчивая соотнесением курсов валют. Это Познание крайне полезно, если вы занимаетесь брокерством, бухгалтерией или играете на бирже. Высокий уровень Финансов позволит вам поднять ваш уровень жизни весьма высоко.
● Студент: Вы получили несколько уроков по бизнесу.
●● Бакалавр: У вас есть кое-какой опыт и вы спо- собны держать свои финансовые дела в порядке.
●●● Магистр: Вы можете стать успешным брокером.
●●●● Доктор: Вашим финансовым указаниям следуют целые корпорации.
●●●●● Ученый: Вы можете разбогатеть, используя лишь чек на 20 долларов.
Используют: Должностные лица, высший класс, брокеры, бухгалтера, скупщики краденного, наркоторговцы, жулики.
Специализации: Биржа, Отмывание денег, Финансовая оценка, Курсы валют, Бухгалтерский учет, Скупка краденного, Корпорации.''',

'Расследование': '''Вы научили подмечать детали, которые другие могут пропустить, и можете стать великолепным детективом. Это Познание отражает не только умение подмечать детали, но и способность расследовать и делать выводы.
● Студент: Вы читали несколько книг Агаты Кристи.
●● Бакалавр: Полицейский офицер.
●●● Магистр: Частный детектив.
●●●● Доктор: Федеральный агент.
●●●●● Ученый: Шерлок Холмс.
Используют: Детективы, искатели тайн, полицейские, ищейки.
Специализации: Судебная медицина, Слежка, Поиск, Улики.''',

'Закон': '''Со всеми этими современными законами и законодателями, это Познание может быть крайне полезно. Закон полезен, когда требуется составить иск, избежать его или выйти из тюрьмы. Что еще более важно, даже у Сородичей есть собственные законы, и не один вампир спас себе не-жизнь, найдя лазейку в Традициях.
● Студент: Вы смотрели несколько фильмов о судебных заседаниях.
●● Бакалавр: Вы учитесь на юриста или же уже сдали экзамены.
●●● Магистр: Вы способны подать грамотный иск.
●●●● Доктор: У многих влиятельных людей есть ваш номер телефона.
●●●●● Ученый: Вы способны найти лазейку даже в контракте с дьяволом.
Используют: Юристы, полицейские, судьи, детективы, законодатели.
Специализации: Криминал, Иски, Суд, Контракты, Полицейская процедура.''',

'Языки': '''Вы начинаете играть со своим родным языком на выбор, но если вы хотите говорить на других языках, современных или древних, у вас должно быть это Познание. Эта Способность позволяет вам понимать другие языки, но более высокие уровни дают также еще и общее понимание структуры языка. Языки могут помощь вам распознать акцент или игру слов.
● Студент: Один дополнительный язык.
●● Бакалавр: Два дополнительных языка.
●●● Магистр: Четыре дополнительных языка.
●●●● Доктор: Восемь дополнительных языков.
●●●●● Ученый: Шестнадцать дополнительных языков.
Используют: Дипломаты, послы, путешественники, древние вампиры, криптологи, ученые.
Специализации: Романские языки, Идиомы, Иероглифы, Письменные выражения, Шифры.''',

'Медицина': '''Вы понимаете, как работает человеческое тело, или же вампирское (хотя и в меньшей степени). Эта Способность отражает ваши познания в медицине, здоровье, первой помощи и умении ставить диагноз. Медицина крайне полезна для тех Сородичей, кто заинтересован в лечении человеческого тела, причинении ему ущерба или же его восстановлении.
● Студент: Вы закончили курсы по первой помощи.
●● Бакалавр: Студент медицинского института или парамедик.
●●● Магистр: Практикующий врач.
●●●● Доктор: Вы можете заниматься трансплантацией.
●●●●● Ученый: Мировое медицинское сообщество считает вам современным Асклепием.
Используют: Студенты медицинского института, доктора, спасатели, родители, парамедики, Цимисхи.
Специализации: Трансплантация органов, Первая помощь, Отравления, Патологии, Фармацевтика.''',

'Оккультизм': '''Вы разбираетесь в таких оккультных вещах, как мистицизм, проклятия, магия, фольклор и, особенно, вампирские знания. В отличие от большинства других Познаний, владение Оккультизмом не означает владение точной и достоверной информацией: многое, из того, что вы знаете, может быть слухами, мифами, спекуляциями или ересью. Для того чтобы отсеять в этой области легенды от фактов могут понадобиться столетия. Высокие уровни Оккультизма дают вам глубокое понимание знаний вампиров, а так же возможность хорошо разбираться в других аспектах оккультного. По крайне мере вы сможете определить, что является безусловной ложью.
● Студент: Вы прочитали несколько книг касательно Нью-Эйдж.
●● Бакалавр: Похоже, что в тех слухах, что вы слышали, есть кое-какая истина.
●●● Магистр: Вы много слышали, но мало видели.
●●●● Доктор: Вы можете определить откровенную ложь и сделать умозаключение касательно остального.
●●●●● Ученый: Вы знаете большинство основных истин скрытого мира.
Используют: Оккультисты, суеверные, поклонники Нью-Эйдж, Тремеры.
Специализации: Знание Сородичей, Ритуалы, Инфернализм, Ведьмы.''',

'Политика': '''Вы разбираетесь в современной политике, включая влиятельных людей и то, как они этого добились. Это Познание может помочь вам при взаимодействии с влиятельными смертными политиками или даже дать некоторые сведения о местной структуре власти Каинитов.
● Студент: Активист.
●● Бакалавр: Член политической партии.
●●● Магистр: Менеджер избирательной кампании или ведущий программы на радио.
●●●● Доктор: Сенатор.
●●●●● Ученый: Вас могут выбрать следующим президентом США.
Используют: Активисты, политики, юристы. Вампиры всех сортов.
Специализации: Город, Штат, Федерация, Взятки, Догмы, Радикальные движения, Камарилья.''',

'Естественные науки': '''У вас есть по крайне мере базовое понимание большинства наук, таких как химия, биология, физика и геология. Этому Познанию можно найти какое угодно практическое применение.
● Студент: Вы знаете большинство из того, чему учат в высшей школе.
●● Бакалавр: Вы более-менее владеете теорией.
●●● Магистр: Вы можете преподавать в высшей школе.
●●●● Доктор: Вы обладаете полным объем знаний в своей области.
●●●●● Ученый: Нобелевская премия уже ожидает вас.
Используют: Ученые, студенты, исследователи, учителя, инженеры, техники, пилоты.
Специализации: Химия, Биология, Геология, Физика, Астрономия.''',
  };