const Map<String, String> attributesDescriptions = {
  'Сила':
      '''Сила – это обычная, грубая мощь персонажа. Она показывает, сколько веса персонаж может поднять, что он может толкнуть или как сильно он может ударить другого персонажа или объект. Сила добавляется к запасу кубиков персонажа для повреждений, когда он бьет своего противника в рукопашной схватке. Также она используется, если персонаж хочет сломать, поднять или оттащить что-то, а также когда персонаж пытается прыгнуть на какую-либо дистанцию.
Специализации: Стальная хватка, Сильные руки, Резервы силы, Кулаки как наковальни.
● Плохо: Вы можете поднять 20 кг.
●● Средне: Вы можете поднять 50 кг.
●●● Хорошо: Вы можете поднять 120 кг.
●●●● Незаурядно: Вы можете поднять 200 кг.
●●●●● Исключительно: Вы можете поднять 320 кг и давить черепа как виноградины.''',

  'Ловкость':
      '''Атрибут Ловкость отражает физическую подвижность персонажа. От нее зависит скорость, ловкость и общая подвижность персонажа, также она отражает степень контроля и точности персонажа при манипулировании объектами. От Ловкости так же зависят координация, рефлексы и грация персонажа.
Специализации: Гибкий, Быстрый, Кошачья грация, Молниеносные рефлексы.
● Плохо: Вы неуклюжи и неловки. Положите этот пистолет на место, пока вы не ранили себя.
●● Средне: Вы не олух, но и не балерина.
●●● Хорошо: У вас есть кое-какой атлетический потенциал.
●●●● Незаурядно: Вы можете стать акробатом, если захотите.
●●●●● Исключительно: Ваши движения гибки и гипнотичны, они практически сверхчеловеческие.''',

  'Выносливость': '''Выносливость отражает здоровье персонажа и его стойкость. Она показывает, как долго персонаж может держать себя в напряжении и сколько ущерба он может вынести до того, как получит физическую травму. Выносливость также определяет психическую стойкость персонажа, показывая его твердость характера и способность не сдаваться.
Специализации: Неутомимый, Решительный, Крепкий как гвозди, Непоколебимый.
● Плохо: Вас может свалить с ног сильным ветром.
●● Средне: У вас среднее здоровье и вы можете выдержать удар или два.
●●● Хорошо: Вы в хорошей форме и редко болеете.
●●●● Незаурядно: Вы способны пробежать и, возможно, выиграть марафон, если захотите.
●●●●● Исключительно: У вас телосложение Геракла.''',

  'Обаяние': '''Обаяние – это способность персонажа соблазнять и удовлетворять других при помощи силы своей личности. Обаяние важно, когда персонаж пытается завоевать симпатию другого персонажа или убедить его поверить себе. Обаяние не обязательно означает крайнее красноречие или умение запугивать. Это просто сила шарма и влияния персонажа. От Обаяния зависит умение персонажа заставлять других соглашаться со своей точкой зрения.
Специализации: Гладкий разговор, Изящный, Вежливый, Остроумный, Красноречивый оратор, Элегантный.
● Плохо: Перестаньте задирать свой нос.
●● Средне: По большему счету, вы приятны и у вас есть несколько друзей.
●●● Хорошо: Люди безоговорочно доверяют вам.
●●●● Незаурядно: У вас выдающийся личный магнетизм.
●●●●● Исключительно: Целые культуры могут последовать за вами.''',

  'Манипулирование':
      '''Манипулирование показывает способность персонажа проявлять самовыражение для того, чтобы другие разделили его взгляды или последовали его прихотям. Вкратце, это способность заставлять других делать то, что вы хотите. Манипулирование необходимо, когда персонаж пытается повлиять на кого-то или просто незаметно направить его. Манипулирование используется, чтобы дурачить, блефовать, уговаривать и убеждать других персонажей. Манипулирование отличается от Обаяния тем, что умелый манипулятор может использовать даже таланты тех людей, которые ненавидят его.
Манипулирование – опасное занятие, особенно среди Сородичей (хотя это и их хлеб насущный). Неудачные попытки Манипулирования часто вызывают гнев несостоявшихся марионеток. А провалы бросков на Манипулирование могут добавить врагов персонажу.
Людьми манипулируют каждый день, хотя они обычно и не замечают этого («Не сходишь ли в магазин для меня?»). Однако если люди все же замечают манипулирование, то стоит отметить, что чаще всего они упорно ему сопротивляются. Манипулирование может быть наиболее могущественным инструментом в арсенале Сородича, однако неудачи могут быть ужасны. Персонажем с высоким Манипулированием окружающие обычно не слишком доверяют.
Специализации: Убедительный, «Черт возьми, какой же я привлекательный», Соблазнитель, Хорошо аргументирующий.
● Плохо: Человек нескольких (обычно неэффективных) слов.
●● Средне: Вы можете время от времени обманывать людей, как и любой другой.
●●● Хорошо: Вы никогда не оплачиваете всю цену.
●●●● Незаурядно: Вы бы могли быть политиком или лидером культа.
●●●●● Исключительно: «Разумеется, я скажу князю, что именно я попытался всадить в него кол!»''',

  'Внешность': '''Внешность отражает привлекательность персонажа. Он отражает не только внешний вид, но и видимую грацию персонажа, красоту и нечто неописуемое, что делает людей желанными. Внешность и больше, и меньше этого слова – она является лишь жалким отражением души, однако благодаря ей складывается первое впечатление и именно она остается в памяти. Неважно, насколько разумен человек, неважно, насколько горячо он заявляет «Ее личность важнее ее внешнего вида», один человек вспоминая другого все равно прежде всего будет вспоминать его внешность.
Эта Черта используется не только для того, чтобы заполучить потенциальные сосуды или привлечь внимание на танцполе. В ситуациях, когда первое впечатление крайне важно, или когда дело касается людей, которые считают Внешность крайне важной, Внешность может быть единственным Атрибутом, который игрок сможет использовать для социальных бросков. Следовательно, иногда крайне важно выглядеть хорошо, либо узнать людей получше до того, как вы начнете убеждать их бросить бомбу в убежище юстициария.
● Плохо: Вы страшны как смертный грех.
●● Средне: Вы не выделяетесь из толпы, к лучшему или к худшему.
●●● Хорошо: Незнакомцы часто покупают вам выпивку в баре.
●●●● Незаурядно: Вы достаточно хорошо выглядите, чтобы быть моделью, и люди часто говорят вам это.
●●●●● Исключительно: Люди ревностно завидуют вам или обожают вас до помешательства.''',

  'Восприятие': '''Восприятие определяет способность персонажа обозревать свое окружение. Это может касаться и сознательных действий, вроде поисков чего-то, однако чаще всего оно интуитивно, когда острые чувства персонажа замечают что-то необычное. Восприятие – это способность персонажа ощущать свое окружение, и оно редко бывает циничным или изношенным (исключая тех, кто всего повидал).
Восприятие используется, чтобы определить, понимает или нет персонаж текущую ситуацию или замечает изменения в окружающей среде. Оно может предупредить персонажа о засаде, помочь ему распознать метафору, выделить одну деталь из кучи или найти что-либо скрытое или незаметное, будь то физический объект или нет.
Специализации: Внимательный, Проницательный, Осторожный, Избирательное внимание, Опытный.
● Плохо: Возможно, вы полностью погружены в себя или у вас вечно голова в облаках, но такmили иначе, вы не замечаете даже большинство очевидных деталей.
●● Средне: Мелкие детали ускользают от вас, но картину в целом вы видите.
●●● Хорошо: Вы подмечаете изменение настроений и деталей в вашем окружении.
●●●● Незаурядно: Почти ничто не может ускользнуть от вашего внимания.
●●●●● Исключительно: Вы видите вещи практически недоступные для человеческих чувств.''',

  'Интеллект': '''Интеллект показывает умение персонажа оперировать фактами и знаниями. Что еще более важно, он определяет способность персонажа думать, решать проблемы и оценивать ситуации. Интеллект не совсем правильное определение, так как этот Атрибут включает в себя способность мыслить гибко и критически.
Интеллект не включает в себя здравый смысл, мудрость и все в том же духе, так это скорее грани личности персонажа, а не его Черты. Даже самый умный персонаж может быть достаточно глуп, чтобы не закрыть свой рот вовремя или спорить с бандитами, которым нужны ключи от его машины.
Персонажи с низким Интеллектом не обязательно глупы (хотя это может быть и так), они просто необразованы или думают просто. А персонажи с высоким Интеллектом не обязательно все как на подбор Энштейны: у них просто может быть очень хорошая память или же крайне здравое суждение.
Специализации: Книжные знания, Созидательный ум, Аналитический ум, Разрешение проблем, Авторитет в области.
● Плохо: Ваш разум – не самый острый нож из всех (IQ 80).
●● Средне: Вы достаточно умны, чтобы понять, что вы такой же как и все. (IQ 100).
●●● Хорошо: Вы более умны, чем основная масса людей (IQ 120).
●●●● Незаурядно: Ваш разум не просто выдающийся, он блестящий (IQ 140).
●●●●● Исключительно: Безусловный гений (IQ 160+).''',

  'Сообразительность': '''Сообразительность определяет способность персонажа быстро думать и быстро реагировать в конкретной ситуации. Персонажи с низкой сообразительностью глуповаты и находятся в своеобразной умственной летаргии, или возможно, они доверчивы и некритичны. С другой стороны, персонажи с высокой Сообразительностью могут выработать план мгновенно и быстро адаптируются к окружающим изменениям. Также персонажи с высокой Сообразительностью способны сохранять спокойствие в стрессовых ситуациях.
Специализации: Опередить других, Энергичный разговор, Изменения в стратегии, Засады.
● Плохо: Вас легко надуть.
●● Средне: Вы знаете когда сдавать, а когда пасовать в покере.
●●● Хорошо: Вас редко можно удивить или ввести в замешательство.
●●●● Незаурядно: Вы из тех людей, которые заставляют людей думать «Ох, я должен был сказать…» на следующий день.
●●●●● Исключительно: Вы думаете и отвечаете быстрее, чем можете действовать.''',
};
